{
    "dummy": {
        "description": "แอพนี้เรียกใช้การทดสอบการแก้ปัญหาเชิงวินิจฉัยเพื่อระบุปัญหาทั่วไปของ WebRTC การทดสอบมีผลกับไคลเอนท์นี้เท่านั้น โดยจะตรวจสอบการเข้าถึงฮาร์ดแวร์ของไมโครโฟนและกล้อง รวมถึงการเชื่อมต่อวนกลับไปยังโครงสร้างภายในของ PureCloud เพื่อตรวจสอบการเข้าถึงเครือข่ายของไคลเอนท์",
        "title": "การวินิจฉัย PureCloud WebRTC",
        "learnMore": "ดูข้อมูลเพิ่มเติมเกี่ยวกับ PureCloud WebRTC",
        "privacy": "นโยบายความเป็นส่วนตัว",
        "audio": "WebRTC พร้อมเสียง (ค่าเริ่มต้น)",
        "video": "พร้อมวิดีโอ",
        "screenCaptureNoun": "การจับภาพหน้าจอ",
        "headsets": "การผสมผสานชุดหูฟัง",
        "captureScreenVerb": "จับภาพหน้าจอ",
        "screenCaptureDescription": "PureCloud ใช้การจับภาพหน้าจอสำหรับฟีเจอร์แชร์หน้าจอและบันทึกหน้าจอ คลิกปุ่มจับภาพหน้าจอเพื่อตรวจสอบว่าเบราว์เซอร์หรือแอปพลิเคชันของคุณรองรับการจับภาพหน้าจอ",
        "about": "เกี่ยวกับ"
    },
    "webrtcTroubleshoot": {
        "troubleshootTimeWarning": "การทดสอบเหล่านี้อาจใช้เวลาสูงสุด 2 นาที",
        "checkMicPermissions": "กำลังตรวจสอบสิทธิการใช้ไมโครโฟน ...",
        "micPermissionsSuccess": "มีสิทธิใช้ไมโครโฟน",
        "noMicrophoneForCheck": "ไม่พบไมโครโฟนซึ่งจำเป็นต้องใช้เพื่อตรวจสอบสิทธิ",
        "micPermissionsFail": "การยืนยันสิทธิการใช้ไมโครโฟนล้มเหลว",
        "micPermissionsFail2": "เบราว์เซอร์ไม่มีสิทธิใช้ไมโครโฟน",
        "checkCameraPermissions": "กำลังตรวจสอบสิทธิการใช้กล้อง ...",
        "noCameraForCheck": "ไม่พบกล้องซึ่งจำเป็นต้องใช้เพื่อตรวจสอบสิทธิ",
        "cameraPermissionsSuccess": "มีสิทธิใช้กล้อง",
        "cameraPermissionsFail": "การยืนยันสิทธิการใช้กล้องล้มเหลว",
        "cameraPermissionsFail2": "เบราว์เซอร์ไม่มีสิทธิใช้กล้อง",
        "checkMicrophone": "กำลังตรวจสอบไมโครโฟน ..",
        "checkMicrophoneSuccess": "ไม่พบปัญหาเกี่ยวกับไมโครโฟน",
        "checkMicrophoneFail": "ไม่สามารถจับสื่อจากไมโครโฟน",
        "checkMicrophoneFail2": "ตรวจสอบการเชื่อมต่อไมโครโฟนและตรวจสอบว่าไม่ได้ปิดใช้งานอยู่",
        "checkVolumeFailure": "ไม่พบเสียงจากไมโครโฟน",
        "checkVolumeFailure2": "ตรวจสอบการเชื่อมต่อกับไมโครโฟนและตรวจสอบว่าไม่ได้ปิดเสียงเข้า ลองทำเสียงดังเพื่อให้ไมโครโฟนจับเสียงได้",
        "checkCamera": "กำลังตรวจสอบกล้อง ...",
        "checkCameraSuccess": "ไม่พบปัญหาเกี่ยวกับกล้อง",
        "checkCameraFail": "ไม่สามารถจับภาพวิดีโอจากกล้อง",
        "checkCameraFail2": "ตรวจสอบการเชื่อมต่อกล้องและตรวจสอบว่าอุปกรณ์ไม่ได้ปิดใช้งานอยู่",
        "checkCameraAdvanced": "กำลังทดสอบความละเอียดที่ใช้ได้จากกล้อง ...",
        "checkCameraAdvancedSuccess": "การทดสอบความละเอียดกล้องเสร็จสมบูรณ์",
        "checkCameraAdvancedFail": "กล้องของคุณไม่รองรับความละเอียดทั้งหมด",
        "checkThroughput": "กำลังตรวจสอบปริมาณงานเครือข่าย ...",
        "checkThroughputSuccess": "การตรวจสอบปริมาณงานเสร็จสิ้น",
        "checkThroughputFail": "การตรวจสอบปริมาณงานล้มเหลว",
        "checkBandwidth": "กำลังตรวจสอบแบนด์วิดท์ ...",
        "checkBandwidthSuccess": "การตรวจสอบแบนด์วิธเสร็จสิ้น",
        "checkBandwidthFail": "การตรวจสอบแบนด์วิธล้มเหลวเพราะมีข้อผิดพลาด",
        "checkBandwidthSkip_ice": "ข้ามการตรวจสอบแบนด์วิธ -- ไม่มีเซิร์ฟเวอร์ ICE ให้มา",
        "checkBandwidthSkip_media": "ข้ามการตรวจสอบแบนด์วิธ -- การเข้าถึงสื่อภายในเพื่อเรียกใช้การทดสอบล้มเหลว",
        "checkConnectivity": "กำลังตรวจสอบการเชื่อมต่อ ...",
        "checkingSymmetricNat": "กำลังตรวจสอบโทโพโลยีเครือข่าย ...",
        "checkConnectivitySuccess": "ไม่พบปัญหาเกี่ยวกับการเชื่อมต่อ",
        "checkConnectivityFail": "การเข้าถึงบริการสื่อ PureCloud ล้มเหลว (TURN)",
        "checkConnectivityFailPort": "การหาพอร์ตในช่วงที่ต้องการ (16384-32768) ล้มเหลว ตรวจสอบการกำหนดค่าไฟร์วอลล์กับข้อกำหนดพอร์ตที่ระบุไว้ในศูนย์ทรัพยากร PureCloud",
        "showBandwidthStats": "แสดงสถานะแบนด์วิธ",
        "hideBandwidthStats": "ซ่อนสถานะแบนด์วิธ",
        "resolution": "ความละเอียด: {value}",
        "mbpsAvg": "อัตราบิตโดยเฉลี่ย: {value, number} เมกะบิตต่อวินาที",
        "mbpsMax": "อัตราบิตสูงสุด: {value, number} เมกะบิตต่อวินาที",
        "mbpsStdDev": "ค่าเบี่ยงเบนมาตรฐานของอัตราบิต: {value, number} เมกะบิตต่อวินาที",
        "packetLoss": "แพคเก็ตสูญหาย: {value, number}%",
        "packetsSent": "แพคเก็ตที่ส่ง: {value, number}",
        "jitter": "ภาพไหว: {value, number} มิลลิวินาที",
        "rampUpTimeMs": "เวลาหน่วง: {value, number} มิลลิวินาที",
        "rttAverage": "เวลาไปกลับโดยเฉลี่ย: {value, number} มิลลิวินาที",
        "rttMax": "เวลาไปกลับสูงสุด: {value, number} มิลลิวินาที",
        "framerateMean": "อัตราเฟรมโดยเฉลี่ย: {value, number}",
        "nat": {
            "symmetric": "เครือข่ายของคุณเป็น NAT แบบสมมาตร ซึ่งอาจทำให้เกิดปัญหาในการเชื่อมต่อ WebRTC",
            "asymmetric": "โทโพโลยีเครือข่ายดูดี (อสมมาตรหรือไม่มี NAT)",
            "noSrflx": "ไม่สามารถเชื่อมต่อกับ WebRTC ได้โดยตรง การรีเลย์อาจมีประสิทธิภาพ แต่อาจส่งผลต่อการเชื่อมต่อและเวลาแฝง",
            "error": "เกิดข้อผิดพลาดขณะตรวจสอบโทโพโลยีเครือข่าย"
        }
    }
}